<template>
  <div class="macor">
    <!-- 宏观 -->
    <div class="title">
      <p class="p1">一、纹饰图案</p>
      <p class="p2 p4">凤</p>
      <p
        class="p2"
      >此壶以昂起的凤首作流，以卷起的凤尾作柄，凤身绘在圆形壶体上部，双翅垂至壶体两侧，凤尾如卷草，又如火花；壶体下部则装饰盛开的莲花，呈现一种凤鸟飞翔于莲花丛中颇富情趣的情景。</p>
      <p class="p2">《本草纲目》集解中记载：时珍曰：凤，南方朱鸟也。</p>
      <p class="p2">按《韩诗外传》云：凤之象，鸿前麟后，燕颔鸡喙，蛇颈鱼尾，鹳颡鸳腮，龙纹龟背。羽备五采，高四五尺。翱翔四海，天下有道则见。</p>
      <p class="p2">《尔雅·释鸟》：“凤，其雌皇。”</p>
      <p class="p2">郭璞注：“凤，瑞应鸟。鸡头，蛇颈，燕颌，龟背，五彩色，其高六尺许。”</p>
      <p
        class="p2"
      >《说文》：“凤，神鸟也。天老曰：凤之象也，鸿前、鳞后、蛇颈、鱼尾、鹳嗓鸳思，龙纹、龟背、燕颌、鸡喙。五色备举，出于东方君子之国，翱翔四海之外，过昆仑，饮砥柱，濯羽弱水，暮宿风穴，见则天下大安宁。</p>
      <p
        class="p2"
      >元代青花上的凤凰纹饰比较符合鸿前、鳞后、蛇颈、龟背、燕颌、鸡喙。古时，凤凰与龙均象征王权，象征统治阶级，同时龙凤均是瑞兽，瑞兽降临预示着国家的太平兴旺，另外凤凰又是君子的象征，品节高雅，非梧桐不栖，非澧泉不饮。</p>
      <p
        class="p2"
      >凤凰五色具备，五德俱全(“夫木行为仁，为青。凤头上青，故曰戴仁也。金行为义，为白。凤颈白，故曰缨义也。火行为礼，为赤。凤嘴赤，故曰负礼也。水行为智，为黑，凤胸黑，故曰尚知也。土行为信，为黄。凤足下黄，故曰蹈信也。”)，象征着最高贵的品德。同时，凤凰又是至善至臻，不畏艰险，浴火重生，也是美丽的象征，历朝历代的文化艺术中，一直有凤凰的身影，寓意华夏民族对美好善良的向往。</p>
      <p
        class="p2"
      >凤凰常与龙的纹饰同时出现，寓意龙凤呈祥；与麒麟纹饰一起寓意天地和合；伴以牡丹常用于赞美最贵的女性，又有守护之意，也代表为挚爱牺牲的可贵精神(白牡丹的典故)；辅以莲花则代表涅槃以后纯净的心性；凤、凰齐至则寓意夫妻的美满；火焰和凤凰一起代表太阳、火焰、红色的血液和心脏、是蓬勃的生命力及的象征热情，同时也代表追求光明的决心；另外凤凰也名不死鸟，用于象征永生。</p>
      <div class="title_img2">
        <div class="allImg">
          <img src="@/assets/artTxt.png" alt />
          <div class="all_img2">
            <img src="@/assets/logo2.png" alt />
            <p>古瓷局万杯盏中主展藏品</p>
          </div>
        </div>
      </div>

      <div class="title_img">
        <div class="allImg">
          <img src="@/assets/artTxt.png" alt />
          <div class="all_img2">
            <img src="@/assets/logo2.png" alt />
            <p>古瓷局万杯盏中主展藏品</p>
          </div>
        </div>
      </div>

      <p class="p2 p6">折枝莲花纹</p>
      <p class="p2">藤枝缠绕，延绵生长，象征着生命的坚韧不拔的精神，同时也象征着盎然的生机。</p>
      <p class="p2">莲花是圣洁、清净的象征，在传统道家文化和佛家文化中，莲花均有非常崇高的地位，都象征着至清至纯的心性。</p>
      <p class="p2">葫芦状的叶子有祛除邪祟，迎福纳祥之意；可见此件器物的纹饰是经过精心设计，并有非常丰富的内涵的。</p>

      <div class="title_img2">
        <div class="allImg">
          <img src="@/assets/artTxt.png" alt />
          <div class="all_img2">
            <img src="@/assets/logo2.png" alt />
            <p>古瓷局万杯盏中主展藏品</p>
          </div>
        </div>
      </div>

      <p class="p1 p6">二、款式题字</p>
      <p class="p2 p4">无：元代器物多数无款识和题字。</p>
      <p class="p1">三、历史拓展</p>

      <p class="p2 p4">历史背景</p>
      <p
        class="p2"
      >元代时期，统治者虽是草原民族，但当时幅员辽阔，囊括欧洲、伊斯兰、西藏、蒙古及中原地区的多种不同地域、不同种族、不同宗教的文化，虽然只有不到百年，但属于我国历史上工艺文化的爆发期；尤其是元代御瓷，无论是工艺级别还是艺术级别，以及其蕴含的文化及哲学内容，均是非常突出的；尤其在元代中后期，涌现出大料非常精致的艺术品。</p>
      <p class="p2 p4">扁壶</p>
      <p class="p2">其造型来源于草原民族常见的扁壶，多为皮质，辅以金属，便于骑马时携带。</p>
      <p
        class="p2"
      >凤首：凤凰，亦作“凤皇”，古代传说中的百鸟之王。雄的叫“凤”，雌的叫“凰”，总称为凤凰，亦称为丹鸟、火鸟、鶤鸡、威凤等。常用来象征祥瑞，凤凰齐飞，是吉祥和谐的象征，自古就是中国文化的重要元素。元代统治阶级为草原民族，对天空有着极高的敬畏及向往，他们崇拜“长生天”；崇拜天空翱翔的雄鹰，贵族均饲养鹰、雕等猛禽；凤凰的元素，在元代中后期的器物中也多有出现，此件器物凤首的神态凶猛，有种统治天空的桀骜，十分传神，同时也是元代蒙古文化与汉文化结合的体现；另外凤凰也是统治阶级的象征，也体现了此件器物的身份；手执凤凰象征着对权利的掌握。</p>
      <p
        class="p2 p4"
      >凤冠及羽毛均为泥条捏塑，造型装饰虽简单，但十分传神，嘴部紧咬，嘴两侧做流，在倒水时，水流从两边流出，又汇聚成一柱，可见设计的巧妙；另此类器物均会有盖，只是因年代久远，盖多难以保存。</p>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  }
};
</script>
<style scoped>
@import "../../css/allImg.css";
@import "../../css/ALLtext.css";
</style>
